Repository: WordPressUtilities/wpuimporttwitter
Catalog: lang/wpuimporttwitter-*.po
Languages: fr_fr

source: Import Settings
fr_fr: Réglages d'import

source: Settings saved.
fr_fr: Réglages enregistrés.

source: Add New Tweet
fr_fr: Nouveau Tweet

source: New Tweet
fr_fr: Nouveau Tweet

source: Edit Tweet
fr_fr: Modifier le Tweet

source: View Tweet
fr_fr: Voir le Tweet

source: All Tweets
fr_fr: Tous les Tweets

source: Search Tweets
fr_fr: Rechercher dans les Tweets

source: Parent Tweets:
fr_fr: Tweets Parents :

source: No tweets found.
fr_fr: Aucun tweet trouvé.

source: No tweets found in Trash.
fr_fr: Aucun tweet trouvé dans la corbeille.

# taxonomy general name
source: Twitter tags
fr_fr: Tags Twitter

# taxonomy singular name
source: Twitter tag
fr_fr: Tag Twitter

source: Search Twitter tags
fr_fr: Rechercher des tags Twitter

source: Popular Twitter tags
fr_fr: Tags Twitter populaires

source: All Twitter tags
fr_fr: Tous les tags Twitter

source: Edit Twitter Tag
fr_fr: Modifier le tag Twitter

source: Update Twitter Tag
fr_fr: Mettre à jour le tag Twitter

source: Add New Twitter Tag
fr_fr: Ajouter un nouveau tag Twitter

source: New Twitter Tag Name
fr_fr: Nom du nouveau tag Twitter

source: Separate twitter tags with commas
fr_fr: Séparez les tags twitter avec des virgules

source: Add or remove twitter tags
fr_fr: Ajouter ou supprimer des tags twitter

source: Choose from the most used twitter tags
fr_fr: Choisir parmi les tags twitter les plus utilisés

source: No twitter tags found.
fr_fr: Aucun tag Twitter n'a été trouvé.

source: Twitter tags
fr_fr: Tags Twitter

source: The plugin <b>%s</b> works better with the <b>%s</b> plugin. Please install and activate it.
fr_fr: Le plugin <b>%s</b> fonctionne mieux avec le plugin <b>%s</b>. Merci de l'installer et de l'activer.

source: Oauth Settings
fr_fr: Paramètres OAuth

source: One #hashtag or one @user per line.
fr_fr: Un #hashtag ou un @utilisateur par ligne.

source: Max number of posts
fr_fr: Nombre d'articles max

source: Max number of posts kept. The old ones will automatically be deleted.
fr_fr: Nombre maximum de messages conservés. Les anciens seront automatiquement supprimés.

source: Include RTs
fr_fr: Inclure les RTs

source: Include retweets from other accounts by these users.
fr_fr: Inclure des retweets d'autres comptes par ces utilisateurs.

source: Include Replies
fr_fr: Inclure les Réponses

source: Include replies to other accounts by these users.
fr_fr: Inclure les réponses à d'autres comptes par ces utilisateurs.

source: Import as Draft
fr_fr: Importer comme brouillon

source: Import tweets as Drafts, to allow moderation.
fr_fr: Importer les tweets en tant que brouillon, afin de permettre la modération.

source: Import images
fr_fr: Importer les images

source: Import attached images.
fr_fr: Importer les images jointes.

source: Hide on front
fr_fr: Masquer en front

source: Display tweets only in the admin.
fr_fr: Afficher les tweets uniquement dans l'admin.

source: An import is already running
fr_fr: Une importation est déjà en cours d'exécution

source: The sources are invalid or empty. Did you follow the rules below the sources box ?
fr_fr: Les sources sont invalides ou vides. Avez-vous suivi les règles sous le champ sources ?

source: Error #%s : "%s"
fr_fr: Erreur n°%s : "%s"

source: Settings
fr_fr: Réglages

source: Import settings
fr_fr: Réglages d'import

source: Imported tweets : %s
fr_fr: Tweets importés : %s

source: No new imports
fr_fr: Aucun nouvel import

source: The API works great !
fr_fr: L'API fonctionne très bien !

source: The credentials seems invalid or the user never tweeted.
fr_fr: Les identifiants semblent incorrects ou l'utilisateur n'a jamais tweeté.

source: Tools
fr_fr: Outils

source: Next automated import in %s’%s’’
fr_fr: Prochain import automatique dans %s min et %ss

source: Import now
fr_fr: Importer maintenant

source: Test API
fr_fr: Tester l'API

source: You need correct IDs!
fr_fr: Vous avez besoin d'identifiants !

source: Please fill the IDs below or create <a target="_blank" href="%s">a twitter app</a>.
fr_fr: Merci de remplir les identifiants ci-dessous ou de créer <a target="_blank" href="%s">une application twitter</a>.

source: Save Changes
fr_fr: Sauvegarder les modifications

source: Tweet details
fr_fr: Détails du Tweet

source: Original Tweet details
fr_fr: Détails du tweet d'origine

source: Tweet author
fr_fr: Auteur du Tweet

source: Tweet ID
fr_fr: ID du Tweet

source: Original author
fr_fr: Auteur d'origine

source: Original url
fr_fr: URL d'origine

source: Original text
fr_fr: Texte d'origine
